{
  "jon-skeet": [
    {
      "id": 1,
      "joke": "Jon Skeet is immutable. If something's going to change, it's going to have to be the rest of the universe."
    },
    {
      "id": 2,
      "joke": "Anonymous methods and anonymous types are really all called Jon Skeet. They just don't like to boast."
    },
    {
      "id": 3,
      "joke": "Jon Skeet's code doesn't follow a coding convention. It is the coding convention."
    },
    {
      "id": 4,
      "joke": "Jon Skeet doesn't have performance bottlenecks. He just makes the universe wait its turn."
    },
    {
      "id": 5,
      "joke": "Jon Skeet is the only person who has ranked higher than Jon Skeet in the SO all-time rep league."
    },
    {
      "id": 6,
      "joke": "Users don't mark Jon Skeet's answers as accepted. The universe accepts them out of a sense of truth and justice."
    },
    { "id": 7, "joke": "Jon Skeet can divide by zero. Twice." },
    {
      "id": 8,
      "joke": "Jon Skeet is the only top 100 SO user who is human. The others are bots that he coded to pass the time between questions."
    },
    {
      "id": 9,
      "joke": "Jon Skeet coded his last project entirely in Microsoft Paint, just for the challenge."
    }
  ],
  "chuck-norris": [
    {
      "id": 1,
      "joke": "Chuck Norris once heard that nothing can kill him, so he tracked down nothing and killed it."
    },
    {
      "id": 2,
      "joke": "Why hasn't a video game been made about Chuck Norris? Simple: nobody controls Chuck Norris."
    },
    {
      "id": 3,
      "joke": "Chuck Norris was bitten by a cobra and after five days of excruciating pain... the cobra died."
    },
    {
      "id": 4,
      "joke": "Chuck Norris has a diary. It's called the Guinness Book of World Records."
    },
    {
      "id": 5,
      "joke": "If Chuck Norris was a Spartan in the movie 300, the movie would be called 1."
    },
    { "id": 6, "joke": "Chuck Norris counted to infinity. Twice." },
    {
      "id": 7,
      "joke": "Chuck Norris is currently suing NBC, claiming Law and Order are trademarked names for his left and right legs."
    },
    {
      "id": 8,
      "joke": "Chuck Norris once fought superman. The loser had to wear his underwear over his pants."
    },
    {
      "id": 9,
      "joke": "Chuck Norris once kicked a horse in the chin. Its descendants today are known as giraffes."
    },
    {
      "id": 10,
      "joke": "Chuck Norris makes fire by rubbing 2 ice cubes together."
    },
    {
      "id": 11,
      "joke": "Chuck Norris doesn't cheat death. He wins fair and square."
    }
  ],
  "movies": [
    {
      "id": 771028554,
      "title": "127 Hours",
      "year": 2010,
      "mpaaRating": "R",
      "ratings": {
        "criticsScore": 93,
        "audienceScore": 85
      },
      "criticsConsensus": "As gut-wrenching as it is inspirational, 127 Hours unites one of Danny Boyle's most beautifully exuberant directorial efforts with a terrific performance from James Franco.",
      "synopsis": "James Franco stars in director Danny Boyle's inspiring survival drama based on the incredible true story of Aron Ralston, who became trapped alone in a Utah canyon for days after slipping on a loose rock, and resorted to extraordinary measures in order to make it out of his dire predicament alive. An experienced hiker and climber, Ralston (Franco) is very much in his element when he parks his truck by a mountain near Moab, UT, hops on his bike, and peddles to the middle of nowhere. Later, when Ralston encounters a pair of young female hikers who have gotten lost while searching for a local landmark, he jovially shows them a sight that most casual hikers miss before bidding them farewell and continuing on his way. Drifting through the canyons alone, deep in thought, however, the explorer who presumed he was ready for anything quickly discovers just how fast things can spin out of control when a rock gives way as he shimmies down a crevice, and pins his hand to the unforgiving wall of stone. Over the course of the next 127 hours, Ralston tries everything he can think of to free himself, flashing back to small but memorable events in his life -- as well as forward to the future that he might enjoy should he manage to wiggle free -- as his body begins the slow process of shutting down. Eventually realizing that the only way out is to leave part of himself behind, the exhausted, delirious adventurer draws his cheap made-in-China multi-tool, and does what it takes to survive. ~ Jason Buchanan, Rovi",
      "genres": ["Drama"],
      "posters": {
        "thumbnail": "http://content6.flixster.com/movie/11/15/34/11153440_mob.jpg",
        "profile": "http://content6.flixster.com/movie/11/15/34/11153440_pro.jpg",
        "detailed": "http://content6.flixster.com/movie/11/15/34/11153440_det.jpg",
        "original": "http://content6.flixster.com/movie/11/15/34/11153440_ori.jpg"
      },
      "abridgedCast": [
        {
          "id": 162653202,
          "name": "James Franco",
          "characters": ["Aron Ralston"]
        },
        {
          "id": 347990463,
          "name": "Amber Tamblyn",
          "characters": ["Megan"]
        },
        {
          "id": 414200709,
          "name": "Kate Mara",
          "characters": ["Kristi"]
        },
        {
          "id": 770681921,
          "name": "Clemence Poesy",
          "characters": ["Rana"]
        },
        {
          "id": 364624768,
          "name": "Kate Burton",
          "characters": ["Aron's Mom"]
        }
      ],
      "abridgedDirectors": ["Danny Boyle"]
    },
    {
      "id": 9917,
      "title": "2001: A Space Odyssey",
      "year": 1968,
      "mpaaRating": "G",
      "ratings": {
        "criticsScore": 97,
        "audienceScore": 89
      },
      "criticsConsensus": "One of the most influential of all sci-fi films -- and one of the most controversial -- Stanley Kubrick's 2001 is a delicate, poetic meditation on the ingenuity -- and folly -- of mankind.",
      "synopsis": "",
      "genres": ["Classics", "Science Fiction & Fantasy"],
      "posters": {
        "thumbnail": "http://content6.flixster.com/movie/11/16/80/11168008_mob.jpg",
        "profile": "http://content6.flixster.com/movie/11/16/80/11168008_pro.jpg",
        "detailed": "http://content6.flixster.com/movie/11/16/80/11168008_det.jpg",
        "original": "http://content6.flixster.com/movie/11/16/80/11168008_ori.jpg"
      },
      "abridgedCast": [
        {
          "id": 162658493,
          "name": "Keir Dullea",
          "characters": ["Bowman"]
        },
        {
          "id": 162658494,
          "name": "Gary Lockwood",
          "characters": ["Poole"]
        },
        {
          "id": 341815309,
          "name": "William Sylvester",
          "characters": ["Dr. Heywood Floyd"]
        },
        {
          "id": 341815310,
          "name": "Daniel Richter",
          "characters": ["Moonwatcher the Man-Ape"]
        },
        {
          "id": 335718097,
          "name": "Douglas Rain",
          "characters": ["HAL 9000"]
        }
      ],
      "abridgedDirectors": ["Stanley Kubrick"]
    }
  ]
}
