[
  {
    "id": 278,
    "title": "The Shawshank Redemption",
    "overview": "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
    "genres": ["Drama", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/xBKGJQsAIeweesB79KC89FpBrVr.jpg"
  },
  {
    "id": 238,
    "title": "The Godfather",
    "overview": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
    "genres": ["Drama", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/6xKCYgH16UuwEGAyroLU6p8HLIn.jpg"
  },
  {
    "id": 414419,
    "title": "Kill Bill: The Whole Bloody Affair",
    "overview": "Kill Bill: The Whole Bloody affair is a complete edit of the two part martial arts action films Kill Bill: Volume 1 and Kill Bill: Volume 2. The film was originally scheduled to be released as one part. However, due to the film's over 4 hour running time, it was split into two parts.",
    "image": "//image.tmdb.org/t/p/w300/lCQ5SxicnUrTpRHgeueD1HLhst4.jpg"
  },
  {
    "id": 424,
    "title": "Schindler's List",
    "overview": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
    "genres": ["Drama", "History", "War"],
    "image": "//image.tmdb.org/t/p/w300/rIpSszng8P0DL0TimSzZbpfnvh1.jpg"
  },
  {
    "id": 240,
    "title": "The Godfather: Part II",
    "overview": "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
    "genres": ["Drama", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/gLbBRyS7MBrmVUNce91Hmx9vzqI.jpg"
  },
  {
    "id": 244786,
    "title": "Whiplash",
    "overview": "Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/6bbZ6XyvgfjhQwbplnUh1LSj1ky.jpg"
  },
  {
    "id": 550,
    "title": "Fight Club",
    "overview": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/8uO0gUM8aNqYLs1OsTBQiXu0fEv.jpg"
  },
  {
    "id": 455661,
    "title": "In a Heartbeat",
    "overview": "A closeted boy runs the risk of being outed by his own heart after it pops out of his chest to chase down the boy of his dreams.",
    "genres": ["Family", "Animation", "Romance", "Comedy"],
    "image": "//image.tmdb.org/t/p/w300/4datX8btikWEikf7esqEe6fhw.jpg"
  },
  {
    "id": 539,
    "title": "Psycho",
    "overview": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother. The place seems quirky, but fine… until Marion decides to take a shower.",
    "genres": ["Drama", "Horror", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/3md49VBCeqY6MSNyAVY6d5eC6bA.jpg"
  },
  {
    "id": 680,
    "title": "Pulp Fiction",
    "overview": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
    "genres": ["Thriller", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/9rZg1J6vMQoDVSgRyWcpJa8IAGy.jpg"
  },
  {
    "id": 510,
    "title": "One Flew Over the Cuckoo's Nest",
    "overview": "While serving time for insanity at a state mental hospital, implacable rabble-rouser, Randle Patrick McMurphy inspires his fellow patients to rebel against the authoritarian rule of head nurse, Mildred Ratched.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/4E7YQcwui0PfNXguf4V2X8YocPC.jpg"
  },
  {
    "id": 374430,
    "title": "Black Mirror: White Christmas",
    "overview": "This feature-length special consists of three interwoven stories. In a mysterious and remote snowy outpost, Matt and Potter share a Christmas meal, swapping creepy tales of their earlier lives in the outside world. Matt is a charismatic American trying to bring the reserved, secretive Potter out of his shell. But are both men who they appear to be? A woman gets thrust into a nightmarish world of 'smart' gadgetry. Plus a look at what would happen if you could 'block' people in real life.",
    "genres": [
      "Drama",
      "Horror",
      "Mystery",
      "Science Fiction",
      "Thriller",
      "TV Movie"
    ],
    "image": "//image.tmdb.org/t/p/w300/rMCew7St2vy9iV3QOPzx15sAkFJ.jpg"
  },
  {
    "id": 155,
    "title": "The Dark Knight",
    "overview": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
    "genres": ["Drama", "Action", "Crime", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/hqkIcbrOHL86UncnHIsHVcVmzue.jpg"
  },
  {
    "id": 313106,
    "title": "Doctor Who: The Day of the Doctor",
    "overview": "In 2013, something terrible is awakening in London's National Gallery; in 1562, a murderous plot is afoot in Elizabethan England; and somewhere in space an ancient battle reaches its devastating conclusion. All of reality is at stake as the Doctor's own dangerous past comes back to haunt him.",
    "genres": ["Science Fiction", "Adventure"],
    "image": "//image.tmdb.org/t/p/w300/8bxjRFqFztBoXdVEx6q2u66a0s1.jpg"
  },
  {
    "id": 399106,
    "title": "Piper",
    "overview": "A mother bird tries to teach her little one how to find food by herself. In the process, she encounters a traumatic experience that she must overcome in order to survive.",
    "genres": ["Family", "Animation"],
    "image": "//image.tmdb.org/t/p/w300/w1WqcS6hT0PUWC3adG37NSUOGX5.jpg"
  },
  {
    "id": 432517,
    "title": "Sherlock: The Final Problem",
    "overview": "Long buried secrets finally come to light as someone has been playing a very long game indeed. Sherlock and John face their greatest ever challenge. Is the game finally over?",
    "genres": ["Drama", "Mystery"],
    "image": "//image.tmdb.org/t/p/w300/3nXbWFPFGvjSE5bw8G6bBLVIzow.jpg"
  },
  {
    "id": 265177,
    "title": "Mommy",
    "overview": "A peculiar neighbor offers hope to a recent widow who is struggling to raise a teenager who is unpredictable and, sometimes, violent.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/zrknBlQbmimfVCd627VfnXwAbKn.jpg"
  },
  {
    "id": 567,
    "title": "Rear Window",
    "overview": "Professional photographer L.B. \"Jeff\" Jeffries breaks his leg while getting an action shot at an auto race. Confined to his New York apartment, he spends his time looking out of the rear window observing the neighbors. He begins to suspect that a man across the courtyard may have murdered his wife. Jeff enlists the help of his high society fashion-consultant girlfriend Lisa Freemont and his visiting nurse Stella to investigate.",
    "genres": ["Drama", "Mystery", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/s9Up9JCwmIY13XoIo3ZJ1mtMLVc.jpg"
  },
  {
    "id": 975,
    "title": "Paths of Glory",
    "overview": "During World War I, commanding officer General Broulard (Adolphe Menjou) orders his subordinate, General Mireau (George Macready), to attack a German trench position, offering a promotion as an incentive. Though the mission is foolhardy to the point of suicide, Mireau commands his own subordinate, Colonel Dax (Kirk Douglas), to plan the attack. When it ends in disaster, General Mireau demands the court-martial of three random soldiers in order to save face.",
    "genres": ["Drama", "War"],
    "image": "//image.tmdb.org/t/p/w300/vSDl3hqsxxNaj0tE5ZLsTQeL0dS.jpg"
  },
  {
    "id": 122,
    "title": "The Lord of the Rings: The Return of the King",
    "overview": "Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam bring the ring closer to the heart of Mordor, the dark lord's realm.",
    "genres": ["Adventure", "Fantasy", "Action"],
    "image": "//image.tmdb.org/t/p/w300/8BPZO0Bf8TeAy8znF43z8soK3ys.jpg"
  },
  {
    "id": 37257,
    "title": "Witness for the Prosecution",
    "overview": "When Leonard Vole is arrested for the sensational murder of a rich, middle-aged widow, the famous Sir Wilfrid Robarts agrees to appear on his behalf. Sir Wilfrid, recovering from a near-fatal heart attack, is supposed to be on a diet of bland, civil suits – but the lure of the criminal courts is too much for him, especially when the case is so difficult.",
    "genres": ["Drama", "Mystery", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/MRTFbTBBW8uCklzye4dykWHjnz.jpg"
  },
  {
    "id": 914,
    "title": "The Great Dictator",
    "overview": "Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.",
    "genres": ["Comedy"],
    "image": "//image.tmdb.org/t/p/w300/qkpsvso2neEr7v6YnyMoZtm6R9F.jpg"
  },
  {
    "id": 325553,
    "title": "Battlestar Galactica",
    "overview": "After a 40-year armistice in a war between the Twelve Colonies and the Cylons, the Cylons launch a surprise nuclear attack intended to exterminate the human race. Virtually all of the population of the Twelve Colonies are wiped out.",
    "genres": ["Action", "Adventure", "Drama", "Science Fiction"],
    "image": "//image.tmdb.org/t/p/w300/zBgF4erAECXknP6j33zzz6EMk8P.jpg"
  },
  {
    "id": 431483,
    "title": "Sense8: A Christmas Special",
    "overview": "The journey continues as these eight singular hearts and minds weave in and out of each other's lives finding deeper connections, learning darker secrets about one another and struggling to identify with more than just oneself.",
    "genres": ["Drama", "Mystery", "Science Fiction", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/mSpHS2bcBNYSOyDUta0lP7X7joj.jpg"
  },
  {
    "id": 807,
    "title": "Se7en",
    "overview": "Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Sommerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
    "genres": ["Crime", "Mystery", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/ba4CpvnaxvAgff2jHiaqJrVpZJ5.jpg"
  },
  {
    "id": 19542,
    "title": "The Red Shoes",
    "overview": "In this classic drama, Vicky Page is an aspiring ballerina torn between her dedication to dance and her desire to love. While her imperious instructor, Boris Lermontov, urges to her to forget anything but ballet, Vicky begins to fall for the charming young composer Julian Craster. Eventually Vicky, under great emotional stress, must choose to pursue either her art or her romance, a decision that carries serious consequences.",
    "genres": ["Drama", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/gf3DxP79Smp98KD6UNDsVb6GDeW.jpg"
  },
  {
    "id": 311,
    "title": "Once Upon a Time in America",
    "overview": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
    "genres": ["Drama", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/vnT6HzjLSDrAweHn9xWykb8Ii6T.jpg"
  },
  {
    "id": 13,
    "title": "Forrest Gump",
    "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events - in each case, far exceeding what anyone imagined he could do. Yet, despite all the things he has attained, his one true love eludes him. 'Forrest Gump' is the story of a man who rose above his challenges, and who proved that determination, courage, and love are more important than ability.",
    "genres": ["Comedy", "Drama", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/ctOEhQiFIHWkiaYp7b0ibSTe5IL.jpg"
  },
  {
    "id": 769,
    "title": "GoodFellas",
    "overview": "The true story of Henry Hill, a half-Irish, half-Sicilian Brooklyn kid who is adopted by neighbourhood gangsters at an early age and climbs the ranks of a Mafia family under the guidance of Jimmy Conway.",
    "genres": ["Drama", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/xDEOxA01480uLTWuvQCw61VmDBt.jpg"
  },
  {
    "id": 599,
    "title": "Sunset Boulevard",
    "overview": "A hack screenwriter writes a screenplay for a former silent-film star who has faded into Hollywood obscurity.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/49OTCCPYlARRe2JS1PAhPJmFkIW.jpg"
  },
  {
    "id": 497,
    "title": "The Green Mile",
    "overview": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cellblock's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
    "genres": ["Fantasy", "Drama", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/Rlt20sEbOQKPVjia7lUilFm49W.jpg"
  },
  {
    "id": 389,
    "title": "12 Angry Men",
    "overview": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/lH2Ga8OzjU1XlxJ73shOlPx6cRw.jpg"
  },
  {
    "id": 1891,
    "title": "The Empire Strikes Back",
    "overview": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
    "genres": ["Adventure", "Action", "Science Fiction"],
    "image": "//image.tmdb.org/t/p/w300/amYkOxCwHiVTFKendcIW0rSrRlU.jpg"
  },
  {
    "id": 901,
    "title": "City Lights",
    "overview": "City Lights is the first silent film that Charlie Chaplin directed after he established himself with sound accompanied films. The film is about a penniless man who falls in love with a flower girl. The film was a great success and today is deemed a cult classic.",
    "genres": ["Comedy", "Drama", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/vT6ux2rdyg2kexuLisO5Ygz7pHg.jpg"
  },
  {
    "id": 331214,
    "title": "Band of Brothers",
    "overview": "Drawn from interviews with survivors of Easy Company, as well as their journals and letters, Band of Brothers chronicles the experiences of these men from paratrooper training in Georgia through the end of the war. As an elite rifle company parachuting into Normandy early on D-Day morning, participants in the Battle of the Bulge, and witness to the horrors of war, the men of Easy knew extraordinary bravery and extraordinary fear - and became the stuff of legend. Based on Stephen E. Ambrose's acclaimed book of the same name.",
    "genres": ["Action", "Drama", "War"],
    "image": "//image.tmdb.org/t/p/w300/x4cycTgAtBIy4TP0DBD2RhtKpol.jpg"
  },
  {
    "id": 73,
    "title": "American History X",
    "overview": "Derek Vineyard is paroled after serving 3 years in prison for killing two thugs who tried to break into/steal his truck. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/i9A0UMFg1hI2kLyCCwnmSbpT2cd.jpg"
  },
  {
    "id": 629,
    "title": "The Usual Suspects",
    "overview": "Held in an L.A. interrogation room, Verbal Kint attempts to convince the feds that a mythic crime lord, Keyser Soze, not only exists, but was also responsible for drawing him and his four partners into a multi-million dollar heist that ended with an explosion in San Pedro harbor – leaving few survivors. Verbal lures his interrogators with an incredible story of the crime lord's almost supernatural prowess.",
    "genres": ["Drama", "Crime", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/c7e3nH3wtSBDrHRB63onrGptl6D.jpg"
  },
  {
    "id": 207,
    "title": "Dead Poets Society",
    "overview": "At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/ts8zXRgoCgGGZrTAHK6FE3cbxvu.jpg"
  },
  {
    "id": 3082,
    "title": "Modern Times",
    "overview": "The Tramp struggles to live in modern industrial society with the help of a young homeless woman.",
    "genres": ["Drama", "Comedy"],
    "image": "//image.tmdb.org/t/p/w300/s58uDwuyVMqgsbmnfyrbpfF147.jpg"
  },
  {
    "id": 80379,
    "title": "Louis C.K.: Live at the Beacon Theater",
    "overview": "Recorded November 10th, 2011 as part of the New York Comedy Festival, and only available for purchase online, Louis C.K. follows up his 2010 concert film Hilarious with a new hour’s worth of shrewdly observed and periodically profane material. He starts with making his own kind of please-turn-off-your-cell-phone announcement, as well as a warning not to text or tweet during the show: “Just live your life,” he asks. Whether he’s talking about a unique way to drop a rental car off at an airport or describing why a man in his 40s should not smoke dope, it’s terrific, humane, carried-to-crazed-extremes stuff.",
    "genres": ["Comedy"],
    "image": "//image.tmdb.org/t/p/w300/5MmUcWuIeo10NczbmuQ8ftPDd6X.jpg"
  },
  {
    "id": 992,
    "title": "Sherlock, Jr.",
    "overview": "A film projectionist longs to be a detective, and puts his meagre skills to work when he is framed by a rival for stealing his girlfriend's father's pocketwatch.",
    "genres": ["Fantasy", "Drama", "Comedy", "Mystery"],
    "image": "//image.tmdb.org/t/p/w300/l3RiIjaN1peXQ2lAwnpF33Xb5R0.jpg"
  },
  {
    "id": 27205,
    "title": "Inception",
    "overview": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
    "genres": ["Action", "Thriller", "Science Fiction", "Mystery", "Adventure"],
    "image": "//image.tmdb.org/t/p/w300/s2bT29y0ngXxxu2IA8AOzzXTRhd.jpg"
  },
  {
    "id": 92060,
    "title": "Michael Jackson's Thriller",
    "overview": "A night at the movies turns into a nightmare when Michael and his date are attacked by a hoard of bloody-thirsty zombies.",
    "genres": ["Horror", "Music"],
    "image": "//image.tmdb.org/t/p/w300/kEGls1NMhHUzL92meK9Cm53Qm2N.jpg"
  },
  {
    "id": 157336,
    "title": "Interstellar",
    "overview": "Interstellar chronicles the adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "genres": ["Adventure", "Drama", "Science Fiction"],
    "image": "//image.tmdb.org/t/p/w300/xu9zaAevzQ5nnrsXN6JcahLnG4i.jpg"
  },
  {
    "id": 264644,
    "title": "Room",
    "overview": "Jack is a young boy of 5 years old who has lived all his life in one room. He believes everything within it are the only real things in the world. But what will happen when his Ma suddenly tells him that there are other things outside of Room?",
    "genres": ["Drama", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/tBhp8MGaiL3BXpPCSl5xY397sGH.jpg"
  },
  {
    "id": 274,
    "title": "The Silence of the Lambs",
    "overview": "FBI trainee, Clarice Starling ventures into a maximum-security asylum to pick the diseased brain of Hannibal Lecter, a psychiatrist turned homicidal cannibal. Starling needs clues to help her capture a serial killer. but her Faustian relationship with Lecter soon leads to his escape, and now two deranged killers are on the loose.",
    "genres": ["Crime", "Drama", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/1ewiz2BOytcyE90ozbaiDDZn8ma.jpg"
  },
  {
    "id": 77,
    "title": "Memento",
    "overview": "Suffering short-term memory loss after a head injury, Leonard Shelby embarks on a grim quest to find the lowlife who murdered his wife in this gritty, complex thriller that packs more knots than a hangman's noose. To carry out his plan, Shelby snaps Polaroids of people and places, jotting down contextual notes on the backs of photos to aid in his search and jog his memory. He even tattoos his own body in a desperate bid to remember.",
    "genres": ["Mystery", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/oBUznaSdjkY3HtQUzAxgdIZqh4w.jpg"
  },
  {
    "id": 284,
    "title": "The Apartment",
    "overview": "Bud Baxter is a minor clerk in a huge New York insurance company, until he discovers a quick way to climb the corporate ladder. He lends out his apartment to the executives as a place to take their mistresses. Although he often has to deal with the aftermath of their visits, one night he's left with a major problem to solve.",
    "genres": ["Comedy", "Drama", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/vF4d4hAKMcrDE4Y6zLwUSijp32g.jpg"
  },
  {
    "id": 694,
    "title": "The Shining",
    "overview": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
    "genres": ["Horror", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/h4DcDCOkQBENWBJZjNlPv3adQfM.jpg"
  },
  {
    "id": 500,
    "title": "Reservoir Dogs",
    "overview": "A botched robbery indicates a police informant, and the pressure mounts in the aftermath at a warehouse. Crime begets violence as the survivors -- veteran Mr. White, newcomer Mr. Orange, psychopathic parolee Mr. Blonde, bickering weasel Mr. Pink and Nice Guy Eddie -- unravel.",
    "genres": ["Crime", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/gjOiE5EYH5sqcJYlSDZnVWRMgNV.jpg"
  },
  {
    "id": 103,
    "title": "Taxi Driver",
    "overview": "A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feeds his urge for violent action, attempting to save a preadolescent prostitute in the process.",
    "genres": ["Crime", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/hjmJKAVoZ3n2KWbKgasbfdugwhu.jpg"
  },
  {
    "id": 120,
    "title": "The Lord of the Rings: The Fellowship of the Ring",
    "overview": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
    "genres": ["Adventure", "Fantasy", "Action"],
    "image": "//image.tmdb.org/t/p/w300/pIUvQ9Ed35wlWhY2oU6OmwEsmzG.jpg"
  },
  {
    "id": 11,
    "title": "Star Wars",
    "overview": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
    "genres": ["Adventure", "Action", "Science Fiction"],
    "image": "//image.tmdb.org/t/p/w300/c4zJK1mowcps3wvdrm31knxhur2.jpg"
  },
  {
    "id": 110416,
    "title": "Song of the Sea",
    "overview": "The story of the last Seal Child’s journey home. After their mother’s disappearance, Ben and Saoirse are sent to live with Granny in the city. When they resolve to return to their home by the sea, their journey becomes a race against time as they are drawn into a world Ben knows only from his mother’s folktales. But this is no bedtime story; these fairy folk have been in our world far too long. It soon becomes clear to Ben that Saoirse is the key to their survival.",
    "genres": ["Family", "Animation", "Fantasy"],
    "image": "//image.tmdb.org/t/p/w300/lYC3zeM5ur5un18lNPK4J4B8hYR.jpg"
  },
  {
    "id": 654,
    "title": "On the Waterfront",
    "overview": "Terry Malloy dreams about being a prize fighter, while tending his pigeons and running errands at the docks for Johnny Friendly, the corrupt boss of the dockers union. Terry witnesses a murder by two of Johnny's thugs, and later meets the dead man's sister and feels responsible for his death. She introduces him to Father Barry, who tries to force him to provide information for the courts that will smash the dock racketeers.",
    "genres": ["Crime", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/zXp2ydvhO9qGzpIsb1CWeKnn5yg.jpg"
  },
  {
    "id": 28,
    "title": "Apocalypse Now",
    "overview": "At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.",
    "genres": ["Drama", "War"],
    "image": "//image.tmdb.org/t/p/w300/k91Dag8AZbhjIJqrtf7F1bQnGPg.jpg"
  },
  {
    "id": 423,
    "title": "The Pianist",
    "overview": "The Pianist is a film adapted from the biography of Wladyslaw Szpilman. A Jewish-Polish pianist who during the second world war lived and hid miraculously in Warsaw after having gone through a terrible tragedy. A film from Roman Polanski.",
    "genres": ["Drama", "War"],
    "image": "//image.tmdb.org/t/p/w300/xUR95VFV1UTyzS1C8Lj06hi2n2M.jpg"
  },
  {
    "id": 426,
    "title": "Vertigo",
    "overview": "A retired San Francisco detective suffering from acrophobia investigates the strange activities of an old friend's wife, all the while becoming dangerously obsessed with her.",
    "genres": ["Mystery", "Romance", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/idbDJjoTQxLejUUkDJ0FNEim6FB.jpg"
  },
  {
    "id": 105,
    "title": "Back to the Future",
    "overview": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
    "genres": ["Adventure", "Comedy", "Science Fiction", "Family"],
    "image": "//image.tmdb.org/t/p/w300/x4N74cycZvKu5k3KDERJay4ajR3.jpg"
  },
  {
    "id": 121,
    "title": "The Lord of the Rings: The Two Towers",
    "overview": "Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
    "genres": ["Adventure", "Fantasy", "Action"],
    "image": "//image.tmdb.org/t/p/w300/dG4BmM32XJmKiwopLDQmvXEhuHB.jpg"
  },
  {
    "id": 1585,
    "title": "It's a Wonderful Life",
    "overview": "George Bailey has spent his entire life giving of himself to the people of Bedford Falls. He has always longed to travel but never had the opportunity in order to prevent rich skinflint Mr. Potter from taking over the entire town. All that prevents him from doing so is George's modest building and loan company, which was founded by his generous father. But on Christmas Eve, George's Uncle Billy loses the business's $8,000 while intending to deposit it in the bank. Potter finds the misplaced money, hides it from Billy, and George's troubles begin.",
    "genres": ["Drama", "Family", "Fantasy"],
    "image": "//image.tmdb.org/t/p/w300/6fDqNg8g7NJXUmsF1Dm4Y3iTAZW.jpg"
  },
  {
    "id": 334543,
    "title": "Lion",
    "overview": "A five-year-old Indian boy gets lost on the streets of Calcutta, thousands of kilometers from home. He survives many challenges before being adopted by a couple in Australia; 25 years later, he sets out to find his lost family.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/gEPkCIAy8kHsCsPJNDM3Ml0LJ9l.jpg"
  },
  {
    "id": 239,
    "title": "Some Like It Hot",
    "overview": "Two musicians witness a mob hit and struggle to find a way out of the city before they are found by the gangsters. Their only opportunity is to join an all-girl band as they leave on a tour. To make their getaway they must first disguise themselves as women, then keep their identities secret and deal with the problems this brings - such as an attractive bandmate and a very determined suitor.",
    "genres": ["Comedy", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/sdibVacEUaYcM41zmepM0J2xNqq.jpg"
  },
  {
    "id": 140420,
    "title": "Paperman",
    "overview": "An urban office worker finds that paper airplanes are instrumental in meeting a girl in ways he never expected.",
    "genres": ["Animation", "Family", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/cqn1ynw78Wan37jzs1Ckm7va97G.jpg"
  },
  {
    "id": 961,
    "title": "The General",
    "overview": "During America’s Civil War Union spies steal engineer Johnnie Gray's (Buster Keaton's) beloved locomotive The General and he single-handedly must do all in his power to get it back. Released throughout most of the world in 1927, this Silent comedy-action film flopped when originally released, but now is regarded as one of the great American motion pictures. The story is based on actual historic events.",
    "genres": ["Action", "Adventure", "Comedy", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/4DK3HeNiKbwpF6zaSVsp4dvJSJV.jpg"
  },
  {
    "id": 705,
    "title": "All About Eve",
    "overview": "From the moment she glimpses her idol at the stage door, Eve Harrington is determined to take the reins of power away from the great actress Margo Channing. Eve maneuvers her way into Margo's Broadway role, becomes a sensation and even causes turmoil in the lives of Margo's director boyfriend, her playwright and his wife. Only the cynical drama critic sees through Eve, admiring her audacity and perfect pattern of deceit.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/dlVEqWvGVie7iZax0MW2zjqIJq0.jpg"
  },
  {
    "id": 15,
    "title": "Citizen Kane",
    "overview": "Newspaper magnate, Charles Foster Kane is taken from his mother as a boy and made the ward of a rich industrialist. As a result, every well-meaning, tyrannical or self-destructive move he makes for the rest of his life appears in some way to be a reaction to that deeply wounding event.",
    "genres": ["Mystery", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/xqDfLC7XbiaVN5XxZBWOJCX0hU7.jpg"
  },
  {
    "id": 935,
    "title": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
    "overview": "Insane General Jack D. Ripper initiates a nuclear strike on the Soviet Union. As soon as the actions of General \"Buck\" Turgidson are discovered, a war room full of politicians, generals and a Russian diplomat all frantically try to stop the nuclear strike. Near the end is a scene that is probably the most uniquely unforgettable performance of Slim Pickens in his movie career. Peter Sellers plays multiple roles in this film.",
    "genres": ["Drama", "Comedy", "War"],
    "image": "//image.tmdb.org/t/p/w300/8Sh5rRcOrBy4AIm3keZ50dOIn4D.jpg"
  },
  {
    "id": 996,
    "title": "Double Indemnity",
    "overview": "Unsuspecting Mr. Dietrichson becomes increasingly accident prone after his icily calculating wife encourages him to sign a double indemnity policy proposed by a smooth-talking insurance agent. Against a backdrop of distinctly California settings, the partners in crime plan the perfect murder to collect the insurance. Perfect until a claims manager gets a familiar feeling of foul play and pursues the matter relentlessly.",
    "genres": ["Drama", "Mystery", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/1l77Gk2OK9hjRFze08El8Do3pT1.jpg"
  },
  {
    "id": 303867,
    "title": "World of Tomorrow",
    "overview": "A little girl is taken on a mind-bending tour of her distant future.",
    "genres": ["Animation", "Comedy", "Science Fiction"],
    "image": "//image.tmdb.org/t/p/w300/itJpRL5Vy55HDZ2L80lIJthY3TK.jpg"
  },
  {
    "id": 205596,
    "title": "The Imitation Game",
    "overview": "Based on the real life story of legendary cryptanalyst Alan Turing, the film portrays the nail-biting race against time by Turing and his brilliant team of code-breakers at Britain's top-secret Government Code and Cypher School at Bletchley Park, during the darkest days of World War II.",
    "genres": ["History", "Drama", "Thriller", "War"],
    "image": "//image.tmdb.org/t/p/w300/fii9tPZTpy75qOCJBulWOb0ifGp.jpg"
  },
  {
    "id": 185,
    "title": "A Clockwork Orange",
    "overview": "Demonic gang-leader Alex goes on the spree of rape, mugging and murder with his pack of \"droogs\". But he's a boy who also likes Beethoven's Ninth and a bit of \"the old in-out, in-out\". He later finds himself at the mercy of the state and its brainwashing experiment designed to take violence off the streets.",
    "genres": ["Science Fiction", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/unMc1jEyqCnzba976GviSFKGagt.jpg"
  },
  {
    "id": 369557,
    "title": "Sing Street",
    "overview": "A boy growing up in Dublin during the 1980s escapes his strained family life by starting a band to impress the mysterious girl he likes.",
    "genres": ["Romance", "Drama", "Music"],
    "image": "//image.tmdb.org/t/p/w300/9j4UaRypr19wz0BOofwvkPRm1Se.jpg"
  },
  {
    "id": 293299,
    "title": "Feast",
    "overview": "This Oscar-winning animated short film tells the story of one man's love life as seen through the eyes of his best friend and dog, Winston, and revealed bite by bite through the meals they share.",
    "genres": ["Animation", "Comedy", "Drama", "Family"],
    "image": "//image.tmdb.org/t/p/w300/fCVPTB6VxfIy2xKGDLt9Ek5OJhm.jpg"
  },
  {
    "id": 8587,
    "title": "The Lion King",
    "overview": "A young lion cub named Simba can't wait to be king. But his uncle craves the title for himself and will stop at nothing to get it.",
    "genres": ["Family", "Animation", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/6lL49SOgBtqiXMs7Y5HWBYH3X9Z.jpg"
  },
  {
    "id": 28162,
    "title": "A Matter of Life and Death",
    "overview": "When a young airman miraculously survives bailing out of his aeroplane without a parachute, he falls in love with an American radio operator. But the officials in the other world realise their mistake, and despatch an angel to collect him.",
    "genres": ["Comedy", "Fantasy", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/eQ5LasnRfgG9JshYVD1yh2WFiBR.jpg"
  },
  {
    "id": 30588,
    "title": "Monsieur Verdoux",
    "overview": "The film is about an unemployed banker, Henri Verdoux, and his sociopathic methods of attaining income. While being both loyal and competent in his work, Verdoux has been laid-off. To make money for his wife and child, he marries wealthy widows and then murders them. His crime spree eventually works against him when two particular widows break his normal routine.",
    "genres": ["Comedy", "Crime", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/sDVzAg9Ofq6MIXYFJee6OGwWIhQ.jpg"
  },
  {
    "id": 28971,
    "title": "Limelight",
    "overview": "A fading music hall comedian tries to help a despondent ballet dancer learn to walk and to again feel confident about life.",
    "genres": ["Comedy", "Drama", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/pVPv0VEavA2aVk9ZFrBw9XIUNL9.jpg"
  },
  {
    "id": 1124,
    "title": "The Prestige",
    "overview": "A mysterious story of two magicians whose intense rivalry leads them on a life-long battle for supremacy -- full of obsession, deceit and jealousy with dangerous and deadly consequences.",
    "genres": ["Drama", "Mystery", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/c5o7FN2vzI7xlU6IF1y64mgcH9E.jpg"
  },
  {
    "id": 10098,
    "title": "The Kid",
    "overview": "Considered one of Charlie Chaplin's best films, The Kid also made a star of little Jackie Coogan, who plays a boy cared for by The Tramp when he's abandoned by his mother, Edna. Later, Edna has a change of heart and aches to be reunited with her son. When she finds him and wrests him from The Tramp, it makes for what turns out be one of the most heart-wrenching scenes ever included in a comedy.",
    "genres": ["Comedy", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/nY5Mc9ATFsobWVAJfnviGYaIlVG.jpg"
  },
  {
    "id": 111,
    "title": "Scarface",
    "overview": "After getting a green card in exchange for assassinating a Cuban government official, Tony Montana stakes a claim on the drug trade in Miami. Viciously murdering anyone who stands in his way, Tony eventually becomes the biggest drug lord in the state, controlling nearly all the cocaine that comes through Miami. But increased pressure from the police, wars with Colombian drug cartels and his own drug-fueled paranoia serve to fuel the flames of his eventual downfall.",
    "genres": ["Action", "Crime", "Drama", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/51fjuzYoJKvGW43j32nBpWW6Tm1.jpg"
  },
  {
    "id": 371758,
    "title": "And Then There Were None",
    "overview": "Ten strangers, drawn away from their normal lives to an isolated rock off the Devon coast. But as the mismatched group waits for the arrival of the hosts – the improbably named Mr and Mrs U.N. Owen – the weather sours and they find themselves cut off from civilisation. Very soon, the guests, each struggling with their conscience, will start to die – one by one, according to the rules of the nursery rhyme ‘Ten Little Soldier Boys’ - a rhyme that hangs in every room of the house and ends with the most terrifying words of all: \"…and then there were none.\"",
    "genres": ["Crime", "Mystery", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/tLwr8d4OfReOme8pvuVzCpDnhMi.jpg"
  },
  {
    "id": 120467,
    "title": "The Grand Budapest Hotel",
    "overview": "The Grand Budapest Hotel tells of a legendary concierge at a famous European hotel between the wars and his friendship with a young employee who becomes his trusted protégé. The story involves the theft and recovery of a priceless Renaissance painting, the battle for an enormous family fortune and the slow and then sudden upheavals that transformed Europe during the first half of the 20th century.",
    "genres": ["Comedy", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/5FPUoQtnNC0C0YZ7sUeTLq6eZqa.jpg"
  },
  {
    "id": 1092,
    "title": "The Third Man",
    "overview": "Set in postwar Vienna, Austria, \"The Third Man\" stars Joseph Cotten as Holly Martins, a writer of pulp Westerns, who arrives penniless as a guest of his childhood chum Harry Lime, only to find him dead. Martins develops a conspiracy theory after learning of a \"third man\" present at the time of Harry's death, running into interference from British officer Maj. Calloway and falling head-over-heels for Harry's grief-stricken lover, Anna.",
    "genres": ["Thriller", "Mystery"],
    "image": "//image.tmdb.org/t/p/w300/lrIuSWdC1LfKJZUnBX6axJxzZGe.jpg"
  },
  {
    "id": 595,
    "title": "To Kill a Mockingbird",
    "overview": "In a small Alabama town in the 1930s, scrupulously honest and highly respected lawyer, Atticus Finch puts his career on the line when he agrees to represent Tom Robinson, a black man accused of rape. The trial and the events surrounding it are seen through the eyes of Finch's six-year-old daughter, Scout. While Robinson's trial gives the movie its momentum, there are plenty of anecdotal occurrences before and after the court date: Scout's ever-strengthening bond with older brother, Jem, her friendship with precocious young Dill Harris, her father's no-nonsense reactions to such life-and-death crises as a rampaging mad dog, and especially Scout's reactions to, and relationship with, Boo Radley, the reclusive 'village idiot' who turns out to be her salvation when she is attacked by a venomous bigot.",
    "genres": ["Crime", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/eb8EqwtFWVoujlbU8CmaEYc1qE5.jpg"
  },
  {
    "id": 1422,
    "title": "The Departed",
    "overview": "To take down South Boston's Irish Mafia, the police send in one of their own to infiltrate the underworld, not realizing the syndicate has done likewise. While an undercover cop curries favor with the mob kingpin, a career criminal rises through the police ranks. But both sides soon discover there's a mole among them.",
    "genres": ["Drama", "Thriller", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/8Od5zV7Q7zNOX0y9tyNgpTmoiGA.jpg"
  },
  {
    "id": 600,
    "title": "Full Metal Jacket",
    "overview": "A pragmatic U.S. Marine observes the dehumanizing effects the U.S.-Vietnam War has on his fellow recruits from their brutal boot camp training to the bloody street fighting in Hue.",
    "genres": ["Drama", "War"],
    "image": "//image.tmdb.org/t/p/w300/cVkTGLthpromkyzyCFLvvLPZxFM.jpg"
  },
  {
    "id": 83564,
    "title": "La luna",
    "overview": "A young boy comes of age in the most peculiar of circumstances. Tonight is the very first time his Papa and Grandpa are taking him to work. In an old wooden boat they row far out to sea, and with no land in sight, they stop and wait. A big surprise awaits the boy as he discovers his family's most unusual line of work. Should he follow the example of his Papa, or his Grandpa? Will he be able to find his own way in the midst of their conflicting opinions and timeworn traditions?",
    "genres": ["Animation", "Family"],
    "image": "//image.tmdb.org/t/p/w300/p4lpdTn3nW8nZBzyAU5kbb7PPBr.jpg"
  },
  {
    "id": 150540,
    "title": "Inside Out",
    "overview": "Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions - Joy, Fear, Anger, Disgust and Sadness. The emotions live in Headquarters, the control center inside Riley's mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school.",
    "genres": ["Drama", "Comedy", "Animation", "Family"],
    "image": "//image.tmdb.org/t/p/w300/szytSpLAyBh3ULei3x663mAv5ZT.jpg"
  },
  {
    "id": 13042,
    "title": "Presto",
    "overview": "Dignity. Poise. Mystery. We expect nothing less from the great turn-of-the-century magician, Presto. But when Presto neglects to feed his rabbit one too many times, the magician finds he isn't the only one with a few tricks up his sleeve!",
    "genres": ["Animation", "Family"],
    "image": "//image.tmdb.org/t/p/w300/athWap5EfYwu85cFMBQPXYHsOzl.jpg"
  },
  {
    "id": 32085,
    "title": "Vincent",
    "overview": "Young Vincent Malloy dreams of being just like Vincent Price and loses himself in macabre daydreams which annoys his mother.",
    "genres": ["Animation", "Fantasy"],
    "image": "//image.tmdb.org/t/p/w300/wOvpMdPUftQ2LRTE0QmD8ExmEiF.jpg"
  },
  {
    "id": 16305,
    "title": "Sullivan's Travels",
    "overview": "Sullivan is a successful, spoiled, and naive director of fluff films, with a heart-o-gold, who decides he wants to make a film about the troubles of the downtrodden poor. Much to the chagrin of his producers, he sets off in tramp's clothing with a single dime in his pocket to experience poverty first-hand, and gets a reality shock...",
    "genres": ["Adventure", "Comedy", "Drama", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/ypDNV4yt2wfpQlquvSVbPOmgVBF.jpg"
  },
  {
    "id": 379170,
    "title": "Sherlock: The Abominable Bride",
    "overview": "Sherlock Holmes and Dr. Watson find themselves in 1890s London in this holiday special.",
    "genres": ["Crime", "Drama", "Mystery"],
    "image": "//image.tmdb.org/t/p/w300/nxc9naASvhPWdWeI7lkbkawirm1.jpg"
  },
  {
    "id": 9277,
    "title": "The Sting",
    "overview": "Set in the 1930's this intricate caper deals with an ambitious small-time crook and a veteran con man who seek revenge on a vicious crime lord who murdered one of their gang.",
    "genres": ["Comedy", "Crime", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/qdTTCAt35taHlFeeKZwBXLuJ5z7.jpg"
  },
  {
    "id": 189197,
    "title": "The Pacific",
    "overview": "A 10-part mini-series from the creators of \"Band of Brothers\" telling the intertwined stories of three Marines during America's battle with the Japanese in the Pacific during World War II.",
    "genres": ["Action", "Adventure", "Drama", "History", "War"],
    "image": "//image.tmdb.org/t/p/w300/f6f2i5Qp0NxjZz6yXjAMAv4BkZo.jpg"
  },
  {
    "id": 289,
    "title": "Casablanca",
    "overview": "In Casablanca, Morocco in December 1941, a cynical American expatriate meets a former lover, with unforeseen complications.",
    "genres": ["Drama", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/xRqsFFteJrvLHxswk78NzU7zOrU.jpg"
  },
  {
    "id": 28978,
    "title": "The Circus",
    "overview": "Charlie, a wandering tramp, becomes a circus handyman and falls in love with the circus owner's daughter. Unaware of Charlie's affection, the girl falls in love with a handsome young performer. Charlie's versatility makes him star of the show when he substitutes for an ailing tightwire walker. He is discharged from the company when he protects the girl from her father's abuse, but he returns and appeals to the handsome performer to marry the girl. After the wedding the father prevails upon them to rejoin the circus. Charlie is hired again, but he stays behind when the caravan moves on.",
    "genres": ["Comedy", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/8zfRWaQuWRun0e9I1LlRN4J3JIB.jpg"
  },
  {
    "id": 3083,
    "title": "Mr. Smith Goes to Washington",
    "overview": "Naive and idealistic Jefferson Smith, leader of the Boy Rangers, is appointed on a lark by the spineless governor of his state. He is reunited with the state's senior senator--presidential hopeful and childhood hero, Senator Joseph Paine. In Washington, however, Smith discovers many of the shortcomings of the political process as his earnest goal of a national boys' camp leads to a conflict with the state political boss, Jim Taylor. Taylor first tries to corrupt Smith and then later attempts to destroy Smith through a scandal.",
    "genres": ["Comedy", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/dwy7iMMePSfSNXvahTQPmygot1g.jpg"
  },
  {
    "id": 1955,
    "title": "The Elephant Man",
    "overview": "A Victorian surgeon rescues a heavily disfigured man being mistreated by his \"owner\" as a side-show freak. Behind his monstrous façade, there is revealed a person of great intelligence and sensitivity. Based on the true story of Joseph Merrick (called John Merrick in the film), a severely deformed man in 19th century London.",
    "genres": ["Drama", "History"],
    "image": "//image.tmdb.org/t/p/w300/rR479zn26lJp4vNxXKjfBVCHLAW.jpg"
  },
  {
    "id": 169813,
    "title": "Short Term 12",
    "overview": "Grace, a compassionate young supervisor at a foster care facility, works with her boyfriend and colleague, Mason, to help at-risk teens. But when a new charge dredges up memories of her own troubled past, Grace's tough exterior begins eroding.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/ddlMODFJUjvhzrymuW7O7KPuhVL.jpg"
  },
  {
    "id": 603,
    "title": "The Matrix",
    "overview": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
    "genres": ["Action", "Science Fiction"],
    "image": "//image.tmdb.org/t/p/w300/7u3pxc0K1wx32IleAkLv78MKgrw.jpg"
  },
  {
    "id": 14,
    "title": "American Beauty",
    "overview": "Lester Burnham, a depressed suburban father in a mid-life crisis, decides to turn his hectic life around after developing an infatuation with his daughter's attractive friend.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/z5J18ByLeOZ68iORfMXmxeFuwyL.jpg"
  },
  {
    "id": 347938,
    "title": "11.22.63",
    "overview": "An English teacher travels back in time to prevent the Kennedy assassination, but discovers he is attached to the life he has made in a bygone era.",
    "genres": ["Drama", "History", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/l6Mmtu57qgw4NRuxEC0Vj6UMr2R.jpg"
  },
  {
    "id": 38,
    "title": "Eternal Sunshine of the Spotless Mind",
    "overview": "Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake.",
    "genres": ["Science Fiction", "Drama", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/1dXTsaFxHoF9cas08UjAqE8NqOW.jpg"
  },
  {
    "id": 10242,
    "title": "What Ever Happened to Baby Jane?",
    "overview": "Two aging film actresses live as virtual recluses in an old Hollywood mansion. Jane Hudson, a successful child star, cares for her crippled sister Blanche, whose career in later years eclipsed that of Jane. Now the two live together, their relationship affected by simmering subconscious thoughts of mutual envy, hate and revenge.",
    "genres": ["Drama", "Horror", "Thriller"],
    "image": "//image.tmdb.org/t/p/w300/yAVNjGQPkrp2wJ0mIbpHbpPTG4k.jpg"
  },
  {
    "id": 7345,
    "title": "There Will Be Blood",
    "overview": "When ruthless oil prospector, Daniel Plainview learns of oil-rich land in California that can be bought cheaply, he moves his operation there and begins manipulating and exploiting the local landowners into selling him their property. Using his young adopted son to project the image of a caring family man, Plainview gains the cooperation of almost all the locals with lofty promises to build schools and cultivate the land to make their community flourish. Over time, Plainview's gradual accumulation of wealth and power causes his true self to surface, and he begins to slowly alienate himself from everyone in his life.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/xzqwxyQlhbdnnSpFbBpuDhdVZ92.jpg"
  },
  {
    "id": 16869,
    "title": "Inglourious Basterds",
    "overview": "In Nazi-occupied France during World War II, a group of Jewish-American soldiers known as \"The Basterds\" are chosen specifically to spread fear throughout the Third Reich by scalping and brutally killing Nazis. The Basterds, lead by Lt. Aldo Raine soon cross paths with a French-Jewish teenage girl who runs a movie theater in Paris which is targeted by the soldiers.",
    "genres": ["Drama", "Action", "Thriller", "War"],
    "image": "//image.tmdb.org/t/p/w300/7nF6B9yCEq1ZCT82sGJVtNxOcl5.jpg"
  },
  {
    "id": 113833,
    "title": "The Normal Heart",
    "overview": "The story of the onset of the HIV-AIDS crisis in New York City in the early 1980s, taking an unflinching look at the nation's sexual politics as gay activists and their allies in the medical community fight to expose the truth about the burgeoning epidemic to a city and nation in denial.",
    "genres": ["Drama"],
    "image": "//image.tmdb.org/t/p/w300/i5r9aTDKo1y6paUX1PHsPhZstZk.jpg"
  },
  {
    "id": 857,
    "title": "Saving Private Ryan",
    "overview": "As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.",
    "genres": ["Drama", "History", "War"],
    "image": "//image.tmdb.org/t/p/w300/gRtLcCQOpYUI9ThdVzi4VUP8QO3.jpg"
  },
  {
    "id": 98,
    "title": "Gladiator",
    "overview": "In the year 180, the death of emperor Marcus Aurelius throws the Roman Empire into chaos. Maximus is one of the Roman army's most capable and trusted generals and a key advisor to the emperor. As Marcus' devious son Commodus ascends to the throne, Maximus is set to be executed. He escapes, but is captured by slave traders. Renamed Spaniard and forced to become a gladiator, Maximus must battle to the death with other men for the amusement of paying audiences. His battle skills serve him well, and he becomes one of the most famous and admired men to fight in the Colosseum. Determined to avenge himself against the man who took away his freedom and laid waste to his family, Maximus believes that he can use his fame and skill in the ring to avenge the loss of his family and former glory. As the gladiator begins to challenge his rule, Commodus decides to put his own fighting mettle to the test by squaring off with Maximus in a battle to the death.",
    "genres": ["Action", "Drama", "Adventure"],
    "image": "//image.tmdb.org/t/p/w300/5vZw7ltCKI0JiOYTtRxaIC3DX0e.jpg"
  },
  {
    "id": 348,
    "title": "Alien",
    "overview": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
    "genres": ["Horror", "Action", "Thriller", "Science Fiction"],
    "image": "//image.tmdb.org/t/p/w300/si4PH5RjbpdQZi3BQvV6eiBNjYD.jpg"
  },
  {
    "id": 334533,
    "title": "Captain Fantastic",
    "overview": "A father living in the forests of the Pacific Northwest with his six young kids tries to assimilate back into society.",
    "genres": ["Adventure", "Comedy", "Drama", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/hzp6irYITiJc5JUA1GZhmbE10pD.jpg"
  },
  {
    "id": 20334,
    "title": "The Shop Around the Corner",
    "overview": "Two employees at a gift shop can barely stand one another, without realising that they are falling in love through the post as each other's anonymous pen pal.",
    "genres": ["Comedy", "Romance"],
    "image": "//image.tmdb.org/t/p/w300/rNRtWT8HtKm0N1qjYI571ettUZk.jpg"
  },
  {
    "id": 106646,
    "title": "The Wolf of Wall Street",
    "overview": "A New York stockbroker refuses to cooperate in a large securities fraud case involving corruption on Wall Street, corporate banking world and mob infiltration. Based on Jordan Belfort's autobiography.",
    "genres": ["Crime", "Drama", "Comedy"],
    "image": "//image.tmdb.org/t/p/w300/dYtAyg4vD88hIfrR1VKDnVGhnE6.jpg"
  },
  {
    "id": 146233,
    "title": "Prisoners",
    "overview": "When Keller Dover's daughter and her friend go missing, he takes matters into his own hands as the police pursue multiple leads and the pressure mounts. But just how far will this desperate father go to protect his family?",
    "genres": ["Drama", "Thriller", "Crime"],
    "image": "//image.tmdb.org/t/p/w300/cLGKawjQ5tUJCuDyR0OnGYT4fyf.jpg"
  },
  {
    "id": 641,
    "title": "Requiem for a Dream",
    "overview": "The hopes and dreams of four ambitious people are shattered when their drug addictions begin spiraling out of control. A look into addiction and how it overcomes the mind and body.",
    "genres": ["Crime", "Drama"],
    "image": "//image.tmdb.org/t/p/w300/4xwwVbTyEqzFdiX2kop1rSTX9dR.jpg"
  },
  {
    "id": 142061,
    "title": "Batman: The Dark Knight Returns, Part 2",
    "overview": "Batman has stopped the reign of terror that The Mutants had cast upon his city.  Now an old foe wants a reunion and the government wants The Man of Steel to put a stop to Batman.",
    "genres": ["Action", "Animation"],
    "image": "//image.tmdb.org/t/p/w300/ew0ouZ1MSxbNugPMgbOhuTrd3aA.jpg"
  }
]
